{
  "version": "2021-04-20",
  "data": [
    {
      "id": 2,
      "num_speaker": 1,
      "dialogue": "Michael:  Yes, I'd like to speak to your office manager, please. Yes, hello. This is Michael Scott. I am the Regional Manager of Dunder Mifflin Paper Products. Just wanted to talk to you manager-a-manger.  All right. Done deal. Thank you very much, sir. You're a gentleman and a scholar. Oh, I'm sorry. OK. I'm sorry. My mistake.  That was a woman I was talking to, so... She had a very low voice. Probably a smoker, so...  So that's the way it's done.",
      "accepted_summaries": [
        "Michael is the Regional Manager of Dunder Mifflin Paper Products. He wants to talk to his office manager, but the woman he was talking to had a very low voice.",
        "Michael is the Regional Manager of Dunder Mifflin Paper Products. He wants to talk to his office manager, but she had a very low voice.",
        "Michael is the Regional Manager of Dunder Mifflin Paper Products. He wants to talk to his office manager, but she had a very low voice. "
      ]
    },
    {
      "id": 3,
      "num_speaker": 2,
      "dialogue": "Michael: I've, uh, I've been at Dunder Mifflin for 12 years, the last four as Regional Manager. If you want to come through here... See we have the entire floor. So this is my kingdom, as far as the eye can see. This is our receptionist, Pam. Pam! Pam-Pam! Pam Beesly. Pam has been with us for... forever. Right, Pam?\r\nPam: Well. I don't know.\r\nMichael: If you think she's cute now, you should have seen her a couple of years ago. \r\nPam: What?\r\nMichael: Any messages?\r\nPam: Uh, yeah. Just a fax.\r\nMichael: Oh! Pam, this is from Corporate. How many times have I told you? There's a special filing cabinet for things from corporate.\r\nPam: You haven't told me.\r\nMichael: It's called the wastepaper basket! Look at that! Look at that face.",
      "accepted_summaries": [
        "Michael has been at Dunder Mifflin for 12 years, the last four as Regional Manager. He has a special filing cabinet for things from corporate. Pam is a receptionist",
        "Michael has been at Dunder Mifflin for 12 years, the last four as Regional Manager. He has a special filing cabinet for things from corporate. Pam is the receptionist",
        "Michael has been at Dunder Mifflin for 12 years, the last four as Regional Manager. He has a special filing cabinet for things from Corporate. Pam is a receptionist",
        "Michael has been at Dunder Mifflin for 12 years, the last four as Regional Manager. He has a special filing cabinet for corporate messages. Pam is a receptionist.",
        "Michael has been at Dunder Mifflin for 12 years, the last four as Regional Manager. He has a special filing cabinet for corporate messages. Pam is the receptionist."
      ]
    },
    {
      "id": 6,
      "num_speaker": 1,
      "dialogue": "Jim: My job is to speak to clients on the phone about... uh, quantities and type of copier paper. You know, whether we can supply it to them. Whether they can pay for it. And... I'm boring myself just talking about this.",
      "accepted_summaries": [
        "Jim's job is to speak to clients on the phone about quantities and type of copier paper. He's not sure whether they can pay for it. Jim will talk to them"
      ]
    },
    {
      "id": 7,
      "num_speaker": 3,
      "dialogue": "Michael: Whassup!\r\nJim: Whassup! I still love that after seven years.\r\nMichael: Whassup!\r\nDwight: Whassup!\r\nMichael: Whass...up!\r\nDwight: Whassup.\r\nMichael:  What?\r\nJim: Nothing.\r\nMichael: OK. All right. See you later.\r\nJim: All right. Take care.\r\nMichael: Back to work.",
      "accepted_summaries": [
        "Michael and Jim are going to work."
      ]
    },
    {
      "id": 9,
      "num_speaker": 1,
      "dialogue": "Michael: Corporate really doesn't really interfere with me at all. Jan Levinson Gould.  Jan, hello. I call her Hillary Rodham Clinton. Right? Not to her face, because... well, not because I'm scared of her. Because I'm not. But, um... Yeah.",
      "accepted_summaries": [
        "Michael is not afraid of Hillary Rodham Clinton."
      ]
    },
    {
      "id": 12,
      "num_speaker": 2,
      "dialogue": "Phyllis: So what does downsizing actually mean?\r\nStanley: Well...",
      "accepted_summaries": [
        "Stanley explains to Phyllis what downsizing means.",
        "Stanley explains to Phyllis what downsizing actually means.",
        "Stanley explains to Phyllis what downsizing means. ",
        "Stanley explains to Phyllis what downsizing actually means. "
      ]
    },
    {
      "id": 13,
      "num_speaker": 1,
      "dialogue": "Oscar: You guys better update your resumes just like I'm doing.",
      "accepted_summaries": [
        "Oscar advises his colleagues to update their resumes just like he's doing.",
        "Oscar advises his colleagues to update their resumes just like he is doing.",
        "Oscar advises people to update their resumes just like he's doing."
      ]
    },
    {
      "id": 15,
      "num_speaker": 2,
      "dialogue": "Pam: I have an important question for you.\r\nJim: Yes?\r\nPam: Are you going to Angela's cat party on Sunday?\r\nJim: Yeah, stop. That is ridiculous.",
      "accepted_summaries": [
        "Jim is going to Angela's cat party on Sunday.",
        "Jim is going to Angela's cat party on Sunday."
      ]
    },
    {
      "id": 17,
      "num_speaker": 3,
      "dialogue": "Michael: Hey.\r\nRyan: Hey.\r\nPam: This is Mr. Scott.\r\nMichael: Guilty! Guilty as charged!\r\nRyan: Ryan Howard from the temp agency. Daniqua sent me down to start today.\r\nMichael: Howard, like Moe Howard. Three Stooges.\r\nRyan: Yup.\r\nMichael: Watch this. This is Moe. Nyuck-nyuck-nyuck-nyuck-nyuck. Mee!  Ah, right here. Three Stooges. Oh, Pam. It's a guy thing, Pam. I'm sort of a student of comedy. Watch this. Here we go.  I'm Hitler. Adolf Hitler. ",
      "accepted_summaries": [
        "Ryan got a job at the temp agency. Daniqua sent him down to start today.",
        "Ryan got a job at the temp agency. Daniqua sent him down to start today."
      ]
    },
    {
      "id": 20,
      "num_speaker": 1,
      "dialogue": "Dwight: Downsizing? I have no problem with that. I have been recommending downsizing since I first got here. I even brought it up in my interview. I say, bring it on.",
      "accepted_summaries": [
        "Dwight has been recommending downsizing since he first got here. He even brought it up in his interview.",
        "Dwight has been recommending downsizing since he first got here. He brought it up in his interview.",
        "Dwight has been recommending downsizing since he first got here. He even brought it up in his interview. ",
        "Dwight has been recommending downsizing since he first got here. He even brought it up in his interview.",
        "Dwight has been recommending downsizing since he first got here. He even brought it up in an interview."
      ]
    },
    {
      "id": 21,
      "num_speaker": 2,
      "dialogue": "Pam: You just still have these messages from yesterday.\r\nMichael: Relax. Everything's under control. Uh, yeah. Yeah. That's important. Right. Oh this is so important, I should run to answer it. \r\nPam: What?\r\nMichael: Come on. Six-Million Dollar Man! Steve Austin! Actually, that would be a good salary for me, don't you think? Six million dollars? Memo to Jan. I deserve a raise.\r\nPam: Don't we all?\r\nMichael: I'm sorry?\r\nPam: Nothing.\r\nMichael: If you're unhappy with your compensation, maybe you should take it up with HR. OK. Not today, OK? Pam, just be professional. ",
      "accepted_summaries": [
        "Pam wants Michael to give her a raise.",
        "Pam wants Michael to give her a raise.",
        "Pam wants Michael to give her a raise, but he refuses."
      ]
    },
    {
      "id": 22,
      "num_speaker": 1,
      "dialogue": "Michael: I think I'm a role model here. I think I garner people's respect.  Attention all Dunder Mifflin employees, please. We have a meeting in the conference room, ASAP.",
      "accepted_summaries": [
        "Michael and Dunder Mifflin employees have a meeting in the conference room ASAP.",
        "Michael and Dunder Mifflin employees are having a meeting in the conference room ASAP.",
        "Michael and Dunder Mifflin employees have a meeting in the conference room ASAP. ",
        "Michael thinks he's a role model here. Dunder Mifflin employees have a meeting in the conference room.",
        "Michael and Dunder Mifflin employees are having a meeting in the conference room ASAP. "
      ]
    },
    {
      "id": 23,
      "num_speaker": 1,
      "dialogue": "Michael: People I respect, heroes of mine, would be Bob Hope... Abraham Lincoln, definitely. Bono. And probably God would be the fourth one. And I just think all those people really helped the world in so many ways that it's really beyond words. It's really incalculable.",
      "accepted_summaries": [
        "Michael's heroes would be Bob Hope, Abraham Lincoln, Bono and God.",
        "Michael's heroes would be Bob Hope, Abraham Lincoln, Bono and God. ",
        "Michael's heroes are Bob Hope, Abraham Lincoln, Bono and God."
      ]
    },
    {
      "id": 24,
      "num_speaker": 3,
      "dialogue": "Michael: Now I know there's some rumors out there and I just kind of want to set the record straight.\r\nDwight: I'm Assistant Regional Manager. I should know first.\r\nMichael: Assistant to the Regional Manager.\r\nDwight: OK, um, can you just tell me please? Just tell me quietly. Can you whisper it in my ear?\r\nMichael: I'm about to tell everybody. I'm just about to tell everybody.\r\nOscar: Can't you just tell us.\r\nDwight: Please, OK? Do you want me to tell 'em?\r\nMichael: You don't know what it is. \r\nDwight: OK. You tell 'em. With my permission. Permission granted.\r\nMichael: I don't need your permission.\r\nDwight: Go ahead.\r\nMichael: Corporate has deemed it appropriate to enforce an ultimatum upon me. And Jan is thinking about downsizing either the Stamford branch or this branch.",
      "accepted_summaries": [
        "Dwight is Assistant Regional Manager. Michael is about to tell everybody that Corporate has decided to enforce an ultimatum on him.",
        "Dwight is Assistant Regional Manager. Michael is about to tell everybody that Corporate has decided to enforce an ultimatum on him."
      ]
    },
    {
      "id": 25,
      "num_speaker": 1,
      "dialogue": "Ryan: I heard they might be closing this branch down. That's just the rumor going around. This is my first day. I don't really know.",
      "accepted_summaries": [
        "Ryan heard they might be closing the branch down. This is his first day and he doesn't really know what to do about it.",
        "Ryan heard they might be closing the branch down. This is his first day and he doesn't really know what to do about it. "
      ]
    },
    {
      "id": 27,
      "num_speaker": 1,
      "dialogue": "Jim: If I left, what would I do with all this useless information in my head? You know? Tonnage price of manila folders? Um, Pam's favorite flavor of yogurt, which is mixed berry.",
      "accepted_summaries": [
        "Jim doesn't want to leave because he has a lot of useless information in his head. Pam's favorite flavor of yogurt is mixed berry."
      ]
    },
    {
      "id": 29,
      "num_speaker": 3,
      "dialogue": "Michael: Watch out for this guy. Dwight Schrute in the building. This is Ryan, the new temp.\r\nRyan: What's up? Nice to meet you.\r\nMichael: Introduce yourself. Be polite.\r\nDwight: Dwight Schrute, Assistant Regional Manager.\r\nMichael: Assistant to the Regional Manager. So, uh, Dwight tell him about the kung fu and the car and everything.\r\nDwight: Uh... yeah I got a '78 280Z. Bought it for $1,200. Fixed it up. It's now worth three grand.\r\nMichael: That's his profit.\r\nDwight: New engine, new suspension, I got a respray. I've got some photos.",
      "accepted_summaries": [
        "Dwight bought a '78 280Z car for $1,200. It's now worth three grand. He has a new engine, new suspension and a respray",
        "Dwight bought a '78 280Z car for $1,200. It's now worth three grand. He got a new engine, new suspension and a respray"
      ]
    },
    {
      "id": 30,
      "num_speaker": 2,
      "dialogue": "Dwight: Damn it! Jim!\r\nMichael: OK. Hold on, hold on. The judge is in session. What is the problem here?\r\nDwight: He put my stuff in Jell-O again.\r\nDwight: That's real professional thanks. That's the third time and it wasn't funny the first two times either Jim.",
      "accepted_summaries": [
        "Jim put Dwight's stuff in Jell-O again.",
        "Jim put Dwight's stuff in Jell-O again."
      ]
    },
    {
      "id": 31,
      "num_speaker": 1,
      "dialogue": "Dwight: It's OK here, but people sometimes take advantage because it's so relaxed. I'm a volunteer Sheriff's Deputy on the weekends. And you cannot screw around there. That's sort of one of the rules.",
      "accepted_summaries": [
        "Dwight is a volunteer Sheriff's Deputy on the weekends, but people take advantage of his relaxed attitude."
      ]
    },
    {
      "id": 33,
      "num_speaker": 3,
      "dialogue": "Jim: Do you like going out at the end of the week for a drink?\r\nPam: Yeah.\r\nJim: That's why we're all going out. So we can have an end-of-the-week-drink.\r\nPam: So when are we going out?\r\nJim: Tonight, hopefully.\r\nPam: OK. Yeah.\r\nRoy: Hey, man.\r\nJim: What's going on?\r\nRoy: Hey, baby.\r\nPam: Hey.",
      "accepted_summaries": [
        "Jim, Pam and Roy are going out for a drink at the end of the week.",
        "Jim, Pam and Roy are going out for a drink tonight.",
        "Jim, Pam and Roy are going out for a drink at the end of the week.",
        "Jim, Pam and Roy are going out for a drink tonight."
      ]
    },
    {
      "id": 34,
      "num_speaker": 1,
      "dialogue": "Pam: Roy's my fiance. We've been engaged about three years. We were supposed to get married in September but I think we're gonna get married in the spring.",
      "accepted_summaries": [
        "Pam is engaged to Roy. They were supposed to get married in September, but they think they're going to marry in the spring.",
        "Pam is engaged to Roy. They were supposed to get married in September, but they think they're going to marry in the spring. ",
        "Pam is engaged to Roy. They were supposed to get married in September, but they think they're going to marry in spring."
      ]
    },
    {
      "id": 36,
      "num_speaker": 1,
      "dialogue": "Jim: Do I think I'll be invited to the wedding? ",
      "accepted_summaries": [
        "Jim doesn't know if he'll be invited to the wedding.",
        "Jim is wondering if he'll be invited to the wedding."
      ]
    },
    {
      "id": 41,
      "num_speaker": 1,
      "dialogue": "Michael: Today is diversity day and someone's going to come in and talk to us about diversity. It's something that I've been pushing, that I've been wanting to push, for a long time and Corporate mandated it. And I never actually talked to Corporate about it. They kind of beat me to the punch, the bastards. But I was going to. And I think it's very important that we have this. I'm very, very excited.",
      "accepted_summaries": [
        "Today is diversity day and someone is going to talk to Michael and others about diversity. Corporate mandated it. Michael is very excited about this.",
        "Today is diversity day and someone is going to talk to Michael and others about diversity. Corporate mandated it. Michael is very excited about the topic.",
        "Today is diversity day and someone is going to talk to us about diversity. Michael is very excited about it. Corporate mandated it, but he never talked to Corporate about this. ",
        "Today is diversity day and someone is going to talk to us about diversity. Michael is very excited about it. Corporate mandated it, but Michael never talked to Corporate about this."
      ]
    },
    {
      "id": 44,
      "num_speaker": 2,
      "dialogue": "Jim: Solitaire?\r\nPam: Yeah, Freecell.\r\nJim: Six on seven.\r\nPam: I know. I saw that.\r\nJim: So then, why didn't you do it?\r\nPam: I'm saving that 'cause I like it when the cards go T-ts-ts-tch-tch-tch.\r\nJim: Who doesn't love that?",
      "accepted_summaries": [
        "Jim and Pam are playing Freecell."
      ]
    },
    {
      "id": 45,
      "num_speaker": 4,
      "dialogue": "Michael: Hey, Oscar! How are you doing, man?\r\nOscar: All right.\r\nMichael: Did you have a good weekend going there?\r\nOscar: It was fine.\r\nMichael: Oh yeah, I bet it was fun.  Oh, hey! This is Oscar---\r\nOscar: Martinez.\r\nMichael: Right. See? I don't even know, first-name basis!\r\nMr. Brown: Great. We're all set.\r\nMichael: Oh hey, well, diversity, everybody, let's do it. Oscar works in... here. Jim, could you wrap it up, please?\r\nJim: Yeah, uh, Mr. Decker, please.\r\nMichael: It's diversity day, Jim. I wish every day was diversity day.\r\nJim: You know what? I'm actually going to have to call you back. Thank you. Sorry about that.",
      "accepted_summaries": [
        "Oscar had a good weekend. He will call Michael back. It's diversity day.",
        "Oscar had a good weekend. He will call Michael back. It's diversity day today.",
        "Oscar had a good weekend. He will call Michael back.",
        "Oscar had a good weekend. He will call Michael back. It's diversity day. ",
        "Oscar had a good weekend. He will call Michael back. "
      ]
    },
    {
      "id": 47,
      "num_speaker": 1,
      "dialogue": "Michael: How come Chris Rock can do a routine and everybody finds it hilarious and ground-breaking and then I go and do the exact same routine, same comedic timing, and people file a complaint to Corporate? Is it because I'm white and Chris is black?",
      "accepted_summaries": [
        "Michael is wondering how Chris Rock can do a routine and everybody finds it hilarious and ground-breaking. Michael is white and Chris is black.",
        "Michael is wondering how Chris Rock can do a routine and everybody finds it hilarious and ground-breaking, but he can't do the same routine. Michael is white and Chris is black.",
        "Michael is wondering how Chris Rock can do a routine and everybody finds it hilarious and ground-breaking, but he can't do the same routine."
      ]
    },
    {
      "id": 48,
      "num_speaker": 3,
      "dialogue": "Mr. Brown: So we're going to reenact this with a more positive outcome.\r\nMichael: I will play the Chris Rock guy. I would like to see someone else pull this off.\r\nMr. Brown: Well, let's have someone who wasn't involved in the reenactment.\r\nMichael: OK, I will play guy listening.\r\nMr. Brown: Great. Guy listening. Ok, anyone else remember?\r\nKevin: I remember.\r\nMr. Brown: Great. You're the Chris Rock guy and you're guy listening.\r\nMichael: OK.",
      "accepted_summaries": [
        "Mr. Brown, Michael and Kevin are going to reenact Chris Rock. Michael will play a guy listening."
      ]
    },
    {
      "id": 49,
      "num_speaker": 1,
      "dialogue": "Michael: Kevin is a great guy. He's a great accountant. He is not much of an entertainer.",
      "accepted_summaries": [
        "Kevin is a great accountant. He is not much of an entertainer.",
        "Kevin is a great accountant. Kevin is not much of an entertainer.",
        "Kevin is a great accountant. He is not an entertainer."
      ]
    },
    {
      "id": 50,
      "num_speaker": 3,
      "dialogue": "Kevin: Basically, there are two types of black people and black people are actually more racist because they hate the other type of black people. Every time the one type wants to have a good time, then the other type comes in and makes a real mess.\r\nMichael: OK. I'm sorry. I'm sorry. He's ruin... He's butchering it. Could you just let me...  Every time... Every time black people want to have a good time, some ignant ass...  I take care of my kid!\r\nMr. Brown: Wait a second.\r\nMichael:  They always want credit for something they supPOSED to do!\r\nMr. Brown: Stop it!\r\nMichael:  What you want a cookie?",
      "accepted_summaries": [
        "Kevin thinks that black people are more racist than white people.",
        "Kevin thinks that black people are more racist than white people. Mr. Brown doesn't agree.",
        "Kevin thinks that black people are more racist than white people. Mr. Brown doesn't agree with that.",
        "Kevin thinks that black people are more racist than white people. Mr. Brown doesn't agree with him.",
        "Kevin thinks that black people are more racist than white people. Mr. Brown doesn't agree with this."
      ]
    },
    {
      "id": 51,
      "num_speaker": 3,
      "dialogue": "Mr. Brown: Now, this is a simple acronym. HERO. Uh, at Diversity Today, we believe it is very easy to be a HERO. All you need are honesty, empathy, respect and open-mindedness.\r\nDwight: Excuse me, I'm sorry, but that's not all it takes to be a hero.\r\nMr. Brown: Oh, great. Well, what is a hero to you?\r\nDwight: A hero kills people, people that wish him harm.\r\nMr. Brown: OK.\r\nDwight: A hero is part-human and part-supernatural. A hero is born out of a childhood trauma, or out of a disaster that must be avenged.\r\nMr. Brown: Ok, you're thinking of a superhero.\r\nDwight: We all have a hero in our heart.\r\nMr. Brown: Now, I need you to take these forms. This kind of expresses the joint experience we had today. And I need you to look 'em over and sign them as kind of a group pledge.\r\nMichael:  I don't think I can sign this.\r\nMr. Brown: I can't leave until you do.\r\nMichael: Well, OK, it says here that I learned something and I knew all this stuff already, so... I know, I could sign something that says that I taught something, or that I helped you teach something, so... Pam! Where is she? Pam, could we change something on this?\r\nMr. Brown: Michael, can I talk to you candidly?\r\nMichael: Sure.",
      "accepted_summaries": [
        "Mr. Brown wants Michael to sign the forms.",
        "Mr. Brown wants Michael to sign the forms.",
        "Mr. Brown wants Michael to sign the forms as a form of a pledge.",
        "Mr. Brown wants Michael to sign the forms as a form of a pledge."
      ]
    },
    {
      "id": 52,
      "num_speaker": 2,
      "dialogue": "Mr. Brown: We both know that I'm here because of the comments you made.\r\nMichael: Here's the thing. This office, I think this is very advanced in terms of... racial awareness and it's probably more advanced than you're used to. That's probably throwing you off a little bit.\r\nMr. Brown: Um, it's not throwing me. I need your signature.\r\nMichael: OK, well I know. You told me that several times.\r\nMr. Brown: Yes, but you're not listening to me. Yours is the only signature I need.\r\nMichael: OK.\r\nMr. Brown: Those are my instructions from the Corporate offices to put you through this seminar for the comments that you made. The reason I made copies for everyone was so you wouldn't be embarrassed.\r\nMichael: Well, here I am thinking that you actually cared about diversity training. And you don't.\r\nMr. Brown: Don't worry about dating.\r\nMichael: I won't.\r\nMr. Brown: OK. Thank you.\r\nMichael: Yeah, yeah.",
      "accepted_summaries": [
        "Mr. Brown needs Michael's signature for the diversity training.",
        "Mr. Brown needs Michael's signature for a diversity training.",
        "Mr. Brown needs Michael's signature for the diversity training.",
        "Mr. Brown needs Michael's signature for a diversity training.",
        "Mr. Brown needs Michael's signature for the diversity training. Michael is not interested."
      ]
    },
    {
      "id": 53,
      "num_speaker": 1,
      "dialogue": "Michael: \"I regret my actions. I regret offending my coworkers. I pledge to bring my best spirit of honesty, empathy, respect and open-mindedness...\" Open-mindedness, is that even a word? \"...into the workplace. In this way, I can truly be a hero. Signed, Daffy Duck.\"  He's going to lose it when he reads that.",
      "accepted_summaries": [
        "Michael regrets offending his coworkers. He promises to bring his best spirit of honesty, empathy, respect and open-mindedness to the workplace.",
        "Michael regrets offending his coworkers. He promises to bring his best spirit of honesty, empathy, respect and open-mindedness into the workplace.",
        "Michael regrets offending his coworkers. He promises to bring his best spirit of honesty, empathy, respect and open-mindedness to the workplace. ",
        "Michael regrets offending his coworkers. He promises to bring his best spirit of honesty, empathy, respect and open-mindedness to the workplace.",
        "Michael regrets offending his coworkers. He promises to bring his best spirit of honesty, empathy, respect and open-mindedness into the workplace. "
      ]
    },
    {
      "id": 55,
      "num_speaker": 2,
      "dialogue": "Michael: All right? Everybody pretty? Come on. Here we go. It's time. Let's do some good.\r\nToby: Hey, we're not all going to sit in a circle Indian style are we? \r\nMichael: Get out.\r\nToby: I'm sorry.\r\nMichael: No, this is not a joke. OK? That was offensive and lame. So double offensive. This is an environment of welcoming and you should just get the hell out of here. OK, let's go. Let's do it. Come on. Let's have some fun, everybody. Here we go. Take a seat. Cop a squat. And um... thanks for coming in. Um... Diversity... is the cornerstone of progress as I've always said. But don't take my word for it. Let's take a look at the tape.",
      "accepted_summaries": [
        "Michael, Toby and others are having a good time. They are going to have some fun."
      ]
    },
    {
      "id": 56,
      "num_speaker": 1,
      "dialogue": "Michael:  Hi. I'm Michael Scott. I'm in charge of Dunder Mifflin Paper Products here in Scranton, Pennsylvania but I'm also the founder of Diversity Tomorrow, because today is almost over. Abraham Lincoln once said that, \"If you're a racist, I will attack you with the North.\" And those are the principles that I carry with me in the workplace.",
      "accepted_summaries": [
        "Michael Scott is in charge of Dunder Mifflin Paper Products here in Scranton, Pennsylvania. He is also the founder of Diversity Tomorrow. Today is almost over."
      ]
    },
    {
      "id": 57,
      "num_speaker": 5,
      "dialogue": "Michael: OK. Questions? Comments? Anybody? Jim?\r\nJim: : Uh, is that it?\r\nMichael: Yes. I only had an hour to put it together but I'm going to add on to it later on.\r\nKevin: It was kind of hard to hear.\r\nMichael: Uh, yes. That probably had something to do with the camera work. Anybody else? Um...\r\nKelly: I have a customer meeting.\r\nMichael: Yeah, well, if you leave we'll only have two left. Yes. Enjoy. Absolutely. Namaste. Ok, well since I am leading this, let's get down to business and why don't I just kind of introduce myself, OK? Um. I am Michael and I am part English, Irish, German and Scottish. Sort of a virtual United Nations. But what some of you might not know is that I am also part Native American Indian.\r\nOscar: What part Native American?\r\nMichael: Two fifteenths.\r\nOscar: Two fifteenths, that fraction doesn't make any sense.\r\nMichael: Well, you know what, it's kind of hard for me to talk about it. Their suffering. So who else? Let's get this popping. Come on. Who's going? Who's going? Let's go here. Oscar, right here. You're on.\r\nOscar: OK, Michael, um... Both my parents were born in Mexico.\r\nMichael: Oh, yeah...\r\nOscar: And, uh, they moved to the United Sates a year before I was born. So I grew up in the United States.\r\nMichael: Wow.\r\nOscar: My parents were Mexican.\r\nMichael: Wow. That is... That is a great story. That's the American Dream right there, right?\r\nOscar: Thank... Yeah...\r\nMichael: Um, let me ask you, is there a term besides Mexican that you prefer? Something less offensive?\r\nOscar: Mexican isn't offensive.\r\nMichael: Well, it has certain connotations.\r\nOscar: Like what?\r\nMichael: Like... I don't... I don't know.\r\nOscar: What connotations, Michael? You meant something.\r\nMichael: No. Now, remember that honesty...\r\nOscar: I'm just curious.\r\nMichael: ...empathy, respect...  Jim! Jim!\r\nJim: Hello? Hello?",
      "accepted_summaries": [
        "Oscar's parents were born in Mexico and moved to the United States a year before he was born.",
        "Oscar's parents moved to the United States a year before he was born.",
        "Oscar's parents were born in Mexico and moved to the United States a year before he was born. ",
        "Oscar's parents were born in Mexico and moved to the United States a year before he was born. He is part Mexican."
      ]
    },
    {
      "id": 58,
      "num_speaker": 1,
      "dialogue": "Michael: I have something here. I want you to take a card. Put it on your fore... Don't look at the card. I want you to take the card and put it on your forehead and... Take a card, take a card, any card. Um... And I want you to treat other people like the race that is on their forehead. OK? So everybody has a different race. Nobody knows what their race is, so... I want you to really go for it, cause this is real. You know, this isn't just an exercise. This is real life. And... I have a dream that you will really let the sparks fly. Get 'er done.",
      "accepted_summaries": [
        "Michael wants you to take a card and put it on his forehead.",
        "Michael wants you to take a card and put it on his forehead.",
        "Michael wants you to take a card and put it on his forehead. He wants him to treat other people like the race that is on the card."
      ]
    },
    {
      "id": 61,
      "num_speaker": 1,
      "dialogue": "Michael: You'll notice I didn't have anybody be an Arab. I thought that would be too explosive. No pun intended. But I just though. \"Too soon for Arabs.\" Maybe next year. Um... You know, the ball's in their court.",
      "accepted_summaries": [
        "Michael didn't have anyone be an Arab. He thinks it's too soon for Arabs.",
        "Michael didn't have anyone be an Arab.",
        "Michael didn't have anyone be an Arab. He thought it would be too explosive for Arabs.",
        "Michael didn't have anyone be an Arab. He thinks it's too soon for Arabs. ",
        "Michael didn't have anyone be an Arab."
      ]
    },
    {
      "id": 62,
      "num_speaker": 2,
      "dialogue": "Jim: What are you watching?\r\nRyan: Chappelle's Show.\r\nJim: Really?\r\nRyan: I downloaded it on her computer. I hope she doesn't mind. She just had a lot of extra space.\r\nJim: No way. I think she likes this stuff.\r\nRyan: Great. She's cute, huh?\r\nJim: Yeah, you know, she's engaged, but...\r\nRyan: Oh, no, the girl in the... sketch.\r\nJim: Oh, yeah. She's hot.",
      "accepted_summaries": [
        "Ryan is watching Chappelle's Show on his girlfriend's computer. She is engaged.",
        "Ryan is watching Chappelle's Show on his girlfriend's computer. She's engaged."
      ]
    },
    {
      "id": 63,
      "num_speaker": 3,
      "dialogue": "Kevin: Hey.\r\nAngela: Hey.\r\nKevin: You wanna go to the beach?\r\nAngela: Sure.\r\nKevin: You wanna get high?\r\nAngela: No.\r\nKevin: I think you do, mon.\r\nAngela: Stop...\r\nMichael: OK. All right. No. It's good. You just need to push it. You need to go a little bit further. All right. OK.",
      "accepted_summaries": [
        "Angela and Kevin are going to the beach. Kevin wants to get high, but Angela doesn't want to.",
        "Angela and Kevin are going to the beach. Kevin wants to get high. Angela doesn't want to do that.",
        "Angela and Kevin are going to the beach. Kevin wants to get high. Angela doesn't want to do it."
      ]
    },
    {
      "id": 65,
      "num_speaker": 1,
      "dialogue": "Jim:  Mr. Decker, we didn't lose your sale today, did we? Excellent. OK. Let me just get your... what's that? No, we didn't close last time. I just need your... Oh. W-What code were you given? Oh, OK. That's actually another salesman here. I can redo it if you want to do that. Oh, he gave you a discount? No, I don't blame you.",
      "accepted_summaries": [
        "Jim will get Mr. Decker's code to redo his sale today.",
        "Jim will get Mr. Decker's code to redo his sale.",
        "Jim will get Mr. Decker's code to redo his sale today.",
        "Jim will get Mr. Decker's code to redo his sale."
      ]
    },
    {
      "id": 67,
      "num_speaker": 2,
      "dialogue": "Jim:  Um... Hey.\r\nPam:  Mmmm.\r\nJim: Hey.\r\nPam: Oh.\r\nJim: We can go.\r\nPam: Sorry.\r\nJim: That's fine.",
      "accepted_summaries": [
        "Jim and Pam will go for a walk.",
        "Jim and Pam will go for a walk together.",
        "Jim and Pam will go to the cinema.",
        "Jim and Pam will go to the cinema."
      ]
    },
    {
      "id": 71,
      "num_speaker": 2,
      "dialogue": "Jan: So, which health plan have you decided on?\r\nMichael: I am going to go with the best, Jan. I am going to go with the one with the acupuncture, therapeutic massage, you know, the works.\r\nJan: Wait, acupuncture? None of the plans have acupuncture. Have you looked at them closely Michael?\r\nMichael: I think it was you who didn't look closely enough at the Gold Plan.\r\nJan: The Gold Plan? I'm not even on that plan.\r\nMichael: Well, I'd recommend it. It's very good.\r\nJan: Michael.\r\nMichael: You gotta crack these things open.\r\nJan: You know the whole reason that we're doing this, is to save money. So you just need to pick a provider and choose the cheapest plan.\r\nMichael: Well, that is kind of a tough assignment. Um... It won't be popular decision around the old orifice.\r\nJan: It's your job. So...\r\nMichael: Well, it's a suicide mission, you know.\r\nJan: Michael... maybe... I mean...\r\nMichael: There, there...\r\nJan: Sometimes a manager, like yourself, has to deliver the bad news to the employees. I do it all the time.\r\nMichael:  When have you ever done that?\r\nJan: I'm doing it right now. To you.",
      "accepted_summaries": [
        "Michael is going to choose a health plan. He will go with the one with acupuncture. Jan is not on the Gold Plan.",
        "Michael is going to choose a health plan. Jan is not on the Gold Plan."
      ]
    },
    {
      "id": 72,
      "num_speaker": 3,
      "dialogue": "Jim: Last night on Trading Spouses, there's... have you seen it?\r\nPam: No. I have a life.\r\nJim: Interesting, what's that like?\r\nPam: You should try it sometime.\r\nJim: Wow. But then who would watch my TV? That is...\r\nPam: ... your problem.\r\nMichael: Jimbo! Ha haaaaa. Ah.",
      "accepted_summaries": [
        "Pam doesn't watch Trading Spouses because she has a life."
      ]
    },
    {
      "id": 73,
      "num_speaker": 2,
      "dialogue": "Michael: There's a decision that needs to be made, and I'm having an unbelievably a busy day. So I'm going to let you pick a health care plan for our office and then explain it to your co-workers.\r\nJim: Gosh.\r\nMichael: Yeah!\r\nJim: That is a great offer. Thank you. I really think I should be concentrating on sales.\r\nMichael: Really?\r\nJim: Yeah. I just don't think this is the kind of task, that I... am going to do. You know who would be great for this?",
      "accepted_summaries": [
        "Michael will let Jim pick a health care plan for his office and explain it to his co-workers. Jim doesn't want to do that.",
        "Michael will let Jim pick a health care plan for his office and explain it to his co-workers. Jim doesn't want to do this."
      ]
    },
    {
      "id": 74,
      "num_speaker": 1,
      "dialogue": "Jim: Any time Michael asks me to do anything, I just tell him that Dwight should do it.",
      "accepted_summaries": [
        "Jim tells Michael that Dwight should do something."
      ]
    },
    {
      "id": 75,
      "num_speaker": 1,
      "dialogue": "Dwight: Yes. I can do it. I'm your man.",
      "accepted_summaries": [
        "Dwight can do it.",
        "Dwight can do it.",
        "Dwight will do it."
      ]
    },
    {
      "id": 76,
      "num_speaker": 1,
      "dialogue": "Jim: Right now, this is just a job. If I advance any higher in this company then this would be my career. And uh, well, if this were my career, I'd have to throw myself in front of a train.",
      "accepted_summaries": [
        "Jim's job is just a job right now. If he advanced any higher in the company, this would be his career. Jim would have to throw himself in front of a train."
      ]
    },
    {
      "id": 77,
      "num_speaker": 2,
      "dialogue": "Dwight: OK, first, let's go over some parameters. How many people can I fire?\r\nMichael: Ah, none. You're picking a health care plan.\r\nDwight: OK, we'll table that for the time being. Two, I'll need an office. I think the conference room should be fine.\r\nMichael: You can use the conference room as a temporary workspace.\r\nDwight:  Yes, I have an office.  Bigger than his.\r\nMichael: Nope, you cannot use it.\r\nDwight: OK, I take it back, it's a workspace.\r\nMichael: Temporary workspace. You can use it.\r\nDwight: Thank you.",
      "accepted_summaries": [
        "Dwight is picking a health care plan and needs an office. He will use the conference room as a temporary workspace."
      ]
    },
    {
      "id": 83,
      "num_speaker": 3,
      "dialogue": "Oscar: He literally won't come out of his office.\r\nKevin: He's got to come out sometime. To go to the bathroom.\r\nAngela: Kevin! That's inappropriate.",
      "accepted_summaries": [
        "Oscar, Kevin and Angela are angry because he won't come out of his office.",
        "Oscar, Kevin and Angela are upset because he won't come out of his office.",
        "Oscar, Kevin and Angela are angry at him for not coming out of his office."
      ]
    },
    {
      "id": 87,
      "num_speaker": 2,
      "dialogue": "Michael: You know what? Come with me. We are going on a little mission. Operation Surprise.\r\nPam: Where are you going?\r\nMichael: Um, headed out. Part of my busy day, you know. Meetings.  Couldn't find the knob.",
      "accepted_summaries": [
        "Michael and Pam are going on a little mission called Operation Surprise.",
        "Michael and Pam are going on a little mission called Operation Surprise.",
        "Michael and Pam are going on a little mission called Operation Surprise. Michael couldn't find the knob."
      ]
    },
    {
      "id": 90,
      "num_speaker": 2,
      "dialogue": "Michael:  Calling you to ask you a little favoroonie my friend. Um, trying to give the troops around here a little bit of a boost. And I was thinking that maybe we could take them down to take a spin on your big ride.\r\nMan on Phone: You mean the elevator that takes you down into the mineshaft? It's not really a ride.\r\nMichael: Its says here that it's a 300ft drop.\r\nMan on Phone: It goes 300 feet into the earth, but it moves really slowly.\r\nMichael: So it's not a free fall?\r\nMan on Phone: It's an industrial coal elevator.\r\nMichael: Uh, all right. Well, once you get down into the mine, what... you got laser tag or something?",
      "accepted_summaries": [
        "Michael and Man on Phone are going to take the troops for a ride in the coal elevator.",
        "Michael and Man on Phone are going to take their troops for a ride in the coal elevator."
      ]
    },
    {
      "id": 94,
      "num_speaker": 3,
      "dialogue": "Dwight: The problem, Jim, is that people who are really suffering from a medical condition won't receive the care they need, because someone in this office is coming up with all this ridiculous stuff.  \"Count Choculitis\"\r\nJim: Sounds tough.\r\nDwight: Why did you write that down Jim? Is it because you know I love Count Chocula?\r\nJim: Do you?\r\nDwight: I think you need to confess...\r\nJim: Mmm hmm.\r\nDwight: ...the fact...\r\nJim: Yep.\r\nDwight: What are you doing? Those are my keys.\r\nJim: Good luck. \r\nDwight: Jim! Damnit! No! Jim! Let me out! Jim! Let... \r\nStanley:  ...the light green or green...",
      "accepted_summaries": [
        "Dwight is angry at Jim because he wrote \"Count Choculitis\" down.",
        "Dwight is angry at Jim because he has written \"Count Choculitis\" down."
      ]
    },
    {
      "id": 95,
      "num_speaker": 3,
      "dialogue": "Jim:  Jim Halpert.\r\nDwight: Let me out.\r\nJim: Who is this?\r\nDwight: Let me out or you're fired.\r\nJim: No, you can't fire me.\r\nDwight: Yes I can. I'm manager for the day. Clean out your desk.\r\nJim: OK, can you hold on? I'm getting the, ah, beep. ] Jim Halpert.\r\nPam:  Hey, Jim. It's Pam.\r\nJim: Hey Pam! How are you?\r\nDwight: Jim! Open the door!\r\nPam: Good, how are you? Busy?\r\nJim: I'm doing OK. Getting excited for the weekend though. What are you up to?\r\nDwight: Jim!\r\nPam: Um, I'm not bothering you, am I?\r\nJim: No, not at all.\r\nPam: You don't have anything you're doing?\r\nJim: I have nothing to do.\r\nDwight: Jim!\r\nPam: Oh great. Um, no, this weekend? Nothing. I'm not really doing anything.\r\nDwight: Jim!\r\nJim: Oh yeah?\r\nPam: I might go to the mall.\r\nJim: The mall?\r\nDwight: Jim!\r\nPam: I need new shoes.\r\nJim: Oh, interesting, what kind of shoes?",
      "accepted_summaries": [
        "Pam wants to go to the mall to buy new shoes. Jim is not doing anything this weekend."
      ]
    },
    {
      "id": 97,
      "num_speaker": 4,
      "dialogue": "Michael: Hey, hey, everybody, Ice-cream sandwiches! Aaaahh!  Here you go. Take one, take one. It's all good. Phyllis, think fast. Ya-bome! Oh, oh, I see Angela. Angela? Right? Waaaaah! Oh, hey temp. Why don't you take two? Because you don't get health care. And uh, faster metabolism.\r\nRyan: Did you get the kind with the cookies? Instead of the...\r\nMichael: Why don't you just eat it, OK? And here you go, Stanley the manly.\r\nStanley: Oh, thanks.\r\nMichael: There you go.\r\nStanley: This isn't the big surprise, is it? Because we've been having a pretty horrible day.\r\nMichael: Uh, nope. Nope. This isn't the surprise. It's surprising, um... because you didn't expect it. But you will... you'll know it when you see it.\r\nDwight: Michael. Michael?\r\nMichael:  Oh, Christ.",
      "accepted_summaries": [
        "Michael and Phyllis are having ice-cream sandwiches. Stanley has been having a bad day. ",
        "Michael and Phyllis are having ice-cream sandwiches. Stanley has been having a horrible day."
      ]
    },
    {
      "id": 98,
      "num_speaker": 1,
      "dialogue": "Dwight: I tried being rational, OK? And what happened? The employees went crazy, I got no help from corporate. That leaves me with no options.",
      "accepted_summaries": [
        "Dwight's employees went crazy and he got no help from corporate.",
        "Dwight's employees went crazy and he got no help from corporate.",
        "Dwight's employees went crazy and he got no help from corporate. He's not sure what to do.",
        "Dwight's employees went crazy and he got no help from corporate. He's not sure what to do next.",
        "Dwight's employees went crazy and he got no help from corporate. He is not sure what to do."
      ]
    },
    {
      "id": 99,
      "num_speaker": 3,
      "dialogue": "Dwight: I'm now going to read out loud your submitted medical conditions. When you hear yours read, please raise your hand to indicate that it is real. If you do not raise your hand, it will not be covered.\r\nStanley: What about confidentiality?\r\nDwight: You know what? You have forfeited that privilege. I have tried to treat you all as adults, but obviously I am the only adult here. Number one, inverted pen1s.\r\nMeredith: Could you mean vagina? Because if you do, I want that covered.\r\nDwight: I thought your vagina was removed during your hysterectomy?\r\nMeredith: A uterus is different from a vagina. I still have a vagina.",
      "accepted_summaries": [
        "Dwight is reading out loud his medical conditions. If you don't raise your hand to indicate that it is real, it will not be covered.",
        "Dwight is reading out loud his medical conditions. If you don't raise your hand to indicate that it is real, it will not be covered. ",
        "Dwight is reading out loud his medical conditions. If you do not raise your hand to indicate that it is real, it will not be covered.",
        "Dwight is reading out loud his medical conditions. If you don't raise your hand, it will not be covered."
      ]
    },
    {
      "id": 101,
      "num_speaker": 2,
      "dialogue": "Kevin: Do you think we should go ?\r\nOscar: I don't know, Kevin. This is important. I don't want...  There he is.\r\nKevin: What is he doing?\r\nOscar: I don't know.",
      "accepted_summaries": [
        "Kevin and Oscar don't know if they should go to see a man."
      ]
    },
    {
      "id": 102,
      "num_speaker": 6,
      "dialogue": "Oscar: Well?\r\nMichael: Well, what? You could be referring to anything.\r\nOscar: OK, the health care plan.\r\nPam: Why did you put Dwight in charge of that? He did a horrible job.\r\nMichael: Uh, Dwight? Did you raise benefits?\r\nDwight: I most certainly did not.\r\nMichael: Oh come on! That's horrible! Aaah... Thanks, Dwight, for a crappy plan. Ah, Damn! Oh, mmm, I wish I had time to change it, but Jan needs it by five, and... what time is it, what time is it?  Ah, it's after five. Oh, oh it's awful. So, well, OK. See you guys on Monday.\r\nAngela: What about the surprise?\r\nMichael: Oh... Yes. Exactly. Thank you Angela, for reminding me. Terrific. Um, before I tell everybody what the big surprise is, would you like to tell me what you think the big surprise is?\r\nStanley: We all think you don't have a surprise.\r\nMichael: All right, I have some news for you. There is a big surprise. And... here it is. Here we go. And the big surprise is... Brrrrrrrr! Drum roll... Brrrrrrrr! Brrrrrrrr!",
      "accepted_summaries": [
        "Michael has a surprise for Oscar, Pam and Stanley.",
        "Michael has a surprise for Oscar, Pam and Stanley.",
        "Michael has a surprise for Oscar, Pam and Stanley. It's after five.",
        "Michael has a surprise for Oscar, Pam and Stanley. It's after five.",
        "Michael has a surprise for Oscar, Pam and Stanley. It's after 5."
      ]
    },
    {
      "id": 103,
      "num_speaker": 1,
      "dialogue": "Michael: When I am backed into a corner, that is when I come alive. See I learned improve from the greats, like, um, Drew Carey and Ryan Stiles.",
      "accepted_summaries": [
        "Michael learned improve from the greats like Drew Carey and Ryan Stiles.",
        "Michael learned improve from the greats like Drew Carey and Ryan Stiles.",
        "Michael learned improve from the greats, like Drew Carey and Ryan Stiles."
      ]
    },
    {
      "id": 107,
      "num_speaker": 2,
      "dialogue": "Dwight: Michael!?\r\nMichael: Oh! God. Dwight, come on...\r\nDwight: I wanted to talk to you about the downsizing?\r\nMichael: There's no downsizing.\r\nDwight: I, but if there were, I'd be protected as assistant regional manager?\r\nMichael: Assistant to the regional manager Dwight.\r\nDwight: Yeah, so I don't have to worry?\r\nMichael: Look, look, look. I talked to corporate, about protecting the sales staff. And they said they couldn't guarantee it if there's downsizing, okay?\r\nMichael: But there's no downsizing, so just don't...\r\nDwight: Bottom line. Do I need to be worried?\r\nMichael: Mmm, mm, mm. Maybe.",
      "accepted_summaries": [
        "Dwight wants to talk to Michael about the downsizing. Michael is assistant regional manager. He talked to corporate about protecting the sales staff. Dwight is worried about it.",
        "Dwight wants to talk to Michael about the downsizing. Michael is assistant regional manager. He talked to corporate about protecting the sales staff. Dwight is worried about it."
      ]
    },
    {
      "id": 108,
      "num_speaker": 1,
      "dialogue": "Michael: It looks like there's gonna be downsizing. And it's part of my job, but... blah! I hate it. I think the main difference between me and Donald Trump is that, uh, I get no pleasure out of saying the words, \"You're fired.\"  \"You're foir-ed. Uh, you're foir-ed.\" It just makes people sad, and an office can't function that way. No way.  \"You're foir-ed.\" I think if I had a catchphrase it would be, \"You're hired, and you can work here as long as you want.\" But that's unrealistic, so...",
      "accepted_summaries": [
        "Michael hates his job. He doesn't like the fact that he has to say the words, \"you're fired\".",
        "Michael hates his job. He doesn't like the fact that he has to say the words \"you're fired\" to people."
      ]
    },
    {
      "id": 109,
      "num_speaker": 1,
      "dialogue": "Dwight: It's a real shame, 'cause studies have shown that more information gets passed through water-cooler gossip than through official memos. Which puts me at a disadvantage, because I bring my own water to work.",
      "accepted_summaries": [
        "Dwight doesn't like the fact that more information gets passed through water-cooler gossip than through official memos."
      ]
    },
    {
      "id": 110,
      "num_speaker": 2,
      "dialogue": "Stanley: Why'd you do this?\r\nDwight: I didn't do it. What do you mean? Oh, the water cooler was brought over here for... maintenance. So what do you guys hear? What's the scuttlebutt?",
      "accepted_summaries": [
        "The water cooler was brought over here for maintenance."
      ]
    },
    {
      "id": 113,
      "num_speaker": 1,
      "dialogue": "Pam: This was tough. I suggested we flip a coin. But Angela said she doesn't like to gamble. Of course by saying that she was gambling that I wouldn't smack her.",
      "accepted_summaries": [
        "Angela doesn't like to gamble. Pam suggested they flip a coin, but Angela refused.",
        "Angela doesn't like to gamble. Pam suggested they flip a coin, but Angela said no.",
        "Angela doesn't like to gamble. Pam suggested they flip a coin, but Angela refused to do it.",
        "Angela doesn't like to gamble. Pam suggested they flip a coin, but Angela refused to do that."
      ]
    },
    {
      "id": 114,
      "num_speaker": 3,
      "dialogue": "Michael: These are my party-planning beeyatches. Pulled off an amazing '80s party last year. Off the hook!\r\nMichael: So I was thinking, if you haven't already got a cake, um, maybe going for one of those ice-cream cakes from Baskin-Robbins. Those are very good. Very Delicious.\r\nAngela: Meredith's allergic to dairy, so...\r\nMichael: She's not the only one that's going to be eating it, right? I think everybody likes ice-cream cake. It's not, uh, it's not just about her, so...\r\nPam: It is... her birthday.\r\nMichael: Mint chocolate chip! That'd be good, how about some, mint chocolate chip?",
      "accepted_summaries": [
        "Michael and Pam are planning a party for Meredith's birthday. They are going to buy mint chocolate chip ice-cream cake.",
        "Michael and Pam are planning a party for Meredith's birthday. They are going to buy mint chocolate chip ice-cream cake.",
        "Michael and Pam are planning a party for Meredith's birthday. They are going to get mint chocolate chip ice-cream cake.",
        "Michael and Pam are planning a party for Meredith's birthday."
      ]
    },
    {
      "id": 115,
      "num_speaker": 2,
      "dialogue": "Dwight: Hey, so listen, I was thinking that it might be a good idea if you and I formed an alliance. 'Cause of the downsizing? I think an alliance might be a good idea, you know. Help each other out.\r\nDwight: Do you want to form, an alliance, with me?\r\nJim: Absolutely, I do.\r\nDwight: Good, good. Excellent, OK. Now we need to figure out who's vulnerable and who's protected...",
      "accepted_summaries": [
        "Dwight and Jim will form an alliance to help each other with downsizing.",
        "Jim and Dwight will form an alliance to help each other with downsizing."
      ]
    },
    {
      "id": 116,
      "num_speaker": 1,
      "dialogue": "Jim: At that moment, I was so happy. I mean, everything Dwight does annoys me.",
      "accepted_summaries": [
        "Jim was happy at that moment. Dwight annoys him.",
        "Jim was happy at that moment. Dwight annoys Jim."
      ]
    },
    {
      "id": 119,
      "num_speaker": 1,
      "dialogue": "Dwight: There's one other thing and this is important. Let's keep this alliance totally a secret. Don't tell anyone.",
      "accepted_summaries": [
        "Dwight wants to keep the alliance totally a secret.",
        "Dwight wants to keep the alliance secret.",
        "Dwight wants to keep the alliance a secret.",
        "Dwight wants to keep the alliance totally a secret. "
      ]
    },
    {
      "id": 120,
      "num_speaker": 3,
      "dialogue": "Pam: An alliance?\r\nJim: Oh yeah.\r\nPam: What does that even mean?\r\nJim: I think it has something to do with Survivor, but I'm not sure.\r\nJim: Um, I know that it involves spying on people and we may build a fort, underground.\r\nDwight: Jim! Hey. Hi, Pam. Listen, could I talk to you a second about the... paper products?",
      "accepted_summaries": [
        "Jim and Dwight are in an alliance. They are planning to build a fort underground."
      ]
    },
    {
      "id": 121,
      "num_speaker": 2,
      "dialogue": "Dwight: Did you tell Pam about the alliance?\r\nJim: What? No.\r\nDwight: Just now.\r\nJim: What? Oh no no no. Dwight, no. I'm using her, for the alliance. Who knows the most information about this office? Pam.\r\nDwight: Right, that's good, good, pursue this.\r\nJim: Well I'm trying to. Do you see what I'm doing?\r\nDwight: Mmm hmm.\r\nJim: But listen, I'm going to have to talk to her a lot. All right? And there may be chatting, and giggling. And you gotta just pretend to ignore it. Wipe it away.\r\nDwight: Done.\r\nJim: All right.",
      "accepted_summaries": [
        "Jim is using Pam for the alliance. He will have to talk to her a lot.",
        "Jim is using Pam for the alliance. He will have to talk to her a lot.",
        "Jim is using Pam for the alliance. He will talk to her a lot.",
        "Jim is using Pam for the alliance. He is going to talk to her a lot.",
        "Jim is using Pam for the alliance. He will talk to her a lot."
      ]
    },
    {
      "id": 122,
      "num_speaker": 1,
      "dialogue": "Michael:  Can you get her? She's right there.  That is Meredith, the birthday girl. And this... is Meredith's card. Happy Bird-Day.  Um, let's see. Jim, Jim wrote, \"Meredith, I heard you're turning 46, but, come on, you're an accountant. Just fudge the numbers.\" Not bad, pretty funny, I don't appreciate condoning corporate fraud though. Uh, here's the thing. Whatever I write here has to be really, really funny. Because people out there are expecting it. I've already set the bar really high. And they're all worried about their jobs, you know. It's kinda dark out there. Can you imagine if I wrote something like, uh, \"Oh, Meredith. Happy Birthday. You're great. Love, Michael.\" ",
      "accepted_summaries": [
        "Meredith is turning 46. She got a birthday card from Jim.",
        "Meredith is turning 46. She got a birthday card from Jim. Jim wrote a joke about corporate fraud."
      ]
    },
    {
      "id": 125,
      "num_speaker": 2,
      "dialogue": "Jim: Hey Kev, that looks good. What is it? Turkey?\r\nKevin: Italian.\r\nJim: Oh, Italian. Nice. Wow! You got the works there. Red onion, provolone...\r\nKevin: Yeah.",
      "accepted_summaries": [
        "Jim likes Kevin's Italian food.",
        "Jim and Kevin are talking about Italian food."
      ]
    },
    {
      "id": 126,
      "num_speaker": 2,
      "dialogue": "Jim: Toby and Kevin, they're trying to get Angela kicked off.\r\nDwight: Good, let 'em. It helps our cause.\r\nJim: Well, I don't know, if Kevin's in accounting, and Toby's in Human Resources and they're talking...\r\nDwight: Oh, they're forming an alliance",
      "accepted_summaries": [
        "Toby and Kevin are trying to get Angela kicked off. They are forming an alliance to do that.",
        "Toby and Kevin are trying to get Angela kicked off. They are forming an alliance.",
        "Toby and Kevin are trying to get Angela kicked off. They are forming an alliance to do that.",
        "Toby and Kevin are trying to get Angela kicked off. They are forming an alliance.",
        "Toby and Kevin are trying to get Angela kicked off. They are forming an alliance to do it."
      ]
    },
    {
      "id": 127,
      "num_speaker": 3,
      "dialogue": "Toby: I love their sandwiches.\r\nJim: I love their sandwiches too.\r\nKevin: Their bread's really good.\r\nJim: Their bread is very good.",
      "accepted_summaries": [
        "Toby and Jim love their sandwiches. Kevin likes their bread.",
        "Toby, Jim and Kevin like their sandwiches.",
        "Toby, Jim and Kevin love their sandwiches."
      ]
    },
    {
      "id": 128,
      "num_speaker": 2,
      "dialogue": "Dwight: Damn it. God!\r\nJim: OK, listen, we need to assume that everyone in the office is forming an alliance and is therefore trying to get us kicked off.\r\nDwight: God... Damn it! Why us?\r\nJim: Because we're strong, Dwight. Because we're strong.",
      "accepted_summaries": [
        "Dwight and Jim need to assume that everyone in the office is forming an alliance and trying to get them kicked off.",
        "Dwight and Jim need to assume that everyone in the office is forming an alliance and is trying to get them kicked off.",
        "Dwight and Jim need to assume that everyone in the office is forming an alliance to get them kicked off.",
        "Dwight and Jim need to assume that all in the office is forming an alliance and trying to get them kicked off.",
        "Dwight and Jim need to assume everyone in the office is forming an alliance to get them kicked off."
      ]
    },
    {
      "id": 129,
      "num_speaker": 2,
      "dialogue": "Michael:  Meredith, Meredith... Meri... Mary had a little lamb. Mary... Meredith had a little lamb. Don't bring that lamb to work or it'll poop on the floor.\r\nMichael: Hey, Oscar! Come on in. What's up?\r\nOscar: Uh, I'm sorry to bother you.\r\nMichael: Oh, not at all. Come on in. What's going on?\r\nOscar: My nephew is involved with, um, a charity for cerebral palsy, and I was wondering if maybe you'd like to... you know... if...\r\nMichael: What?\r\nOscar: Donate to the charity?\r\nMichael: Oh, God. Of course I would. Get it over here. Get that over here.\r\nOscar: Thank you.\r\nMichael: No, I'm always good... for some serious buckage. Wow. Two dollars, three dollars? People out here do not care about diseases. I am going to give you... $25.\r\nOscar: That's... that's... that's very generous.\r\nMichael: Oh, my gosh, well... Listen, Oscar, generosity and togetherness and community all convalescences into... morale. That's what I say, so...",
      "accepted_summaries": [
        "Michael is going to give $25 to a charity for cerebral palsy.",
        "Michael will give $25 to the charity for cerebral palsy.",
        "Michael will give $25 to a charity for cerebral palsy.",
        "Michael is going to give $25 to the charity for cerebral palsy.",
        "Michael will give $25 to charity for cerebral palsy."
      ]
    },
    {
      "id": 130,
      "num_speaker": 3,
      "dialogue": "Pam:  Hey, Jim, can I talk to you for a second?\r\nJim: Sure, what's up?\r\nPam: Um, I don't know, I'm just like, I'm going a little crazy 'cause I keep overhearing all these conversations between Michael and corporate about like, staff issues?\r\nJim: Oh no?\r\nPam: Yeah, he's making me take notes on these meetings and I'm, like, \"These people are my friends.\" But he's all like, \"This is confidential. You can't tell anybody.\" But I just feel like I want to... aaah. Just promise me you're not gonna say anything.\r\nJim: No, will not, I'm not going to tell anybody. This is between you and me.\r\nPam: OK, yeah.\r\nDwight: Jackpot.",
      "accepted_summaries": [
        "Pam is going crazy because she keeps overhearing all these conversations between Michael and corporate about staff issues.",
        "Pam is going crazy because she keeps overhearing all these conversations between Michael and corporate about the staff issues. Jim will not tell anybody.",
        "Pam is going crazy because she keeps overhearing all these conversations between Michael and corporate about the staff issues. Pam wants to tell Jim about it."
      ]
    },
    {
      "id": 132,
      "num_speaker": 2,
      "dialogue": "Michael:  Meredith, bad breath. Meredith has bad breath.\r\nDwight: Hey, you wanted to see me?\r\nMichael: Yeah. What do you know about Meredith?\r\nDwight: I don't think she'd be missed.\r\nMichael: There's not going to be downsizing Dwight, OK? I just, I need to know a little bit more about my friend.\r\nDwight: Name, Meredith Palmer. Uh, personal information, divorced twice, two kids. Uh, Employer, Dunder Mifflin Paper Incorporated. Awards, multiple Dundies.\r\nMichael: I know all that. I know all that. I just, I need something kind of embarrassing, you know. Kind of fun, inside.\r\nDwight: She had a hysterectomy.\r\nMichael:  Which one is that again?\r\nDwight: That's where they remove the uterus.\r\nMichael: Oh God! Dwight, no. I'm trying to write something funny. What am I going to do with a removed uterus?\r\nDwight: It could be kind of funny.\r\nMichael: You know what, I am on a deadline here, and just... OK. Thanks, thanks for your help. I'll work it out. Thank you Dwight. That was a waste of time.",
      "accepted_summaries": [
        "Michael needs to know more about his friend, Meredith Palmer, who had a hysterectomy.",
        "Michael needs to know more about his friend, Meredith Palmer, who had a hysterectomy. She's divorced twice and has two kids.",
        "Michael needs to know more about his friend, Meredith Palmer, who had a hysterectomy. She's divorced twice and has two kids. Michael is on a deadline."
      ]
    },
    {
      "id": 136,
      "num_speaker": 2,
      "dialogue": "Ryan: Michael? Are you done yet?\r\nMichael: Almost there. Just a sec. Just a second. It is perfect, thank you. Excellent, here we go. It is time, thank you. OK, come on. Let's go! Get the cake. Here we go. Come on! Shhh. Be quiet.",
      "accepted_summaries": [
        "Michael is almost there. Ryan and Michael will get the cake.",
        "Michael is almost there. Ryan and Michael will get the cake.",
        "Michael is almost there. Ryan and Michael are going to get the cake.",
        "Michael is almost there. Ryan and Michael will get the cake. "
      ]
    },
    {
      "id": 138,
      "num_speaker": 4,
      "dialogue": "Everybody: Surprise!\r\nMeredith: Oh! Surprise.\r\nAngela: No, it's ah...\r\nMichael: It's surprise Meredith. One, two...\r\nEverybody:  Happy birthday to you.\r\nMichael: Find a key.\r\nEverybody: Happy birthday...",
      "accepted_summaries": [
        "Meredith has a surprise birthday. Angela, Michael and everybody wishes happy birthday to her.",
        "Meredith has a surprise birthday. Angela, Michael and everyone wishes happy birthday to her.",
        "Meredith has a surprise birthday. Angela, Michael and everybody wishes happy birthday to her. ",
        "Meredith has a surprise birthday. Angela, Michael and everyone wishes happy birthday to her. "
      ]
    },
    {
      "id": 139,
      "num_speaker": 2,
      "dialogue": "Jim: So do you want me to stay here and, you know, stand next to the box?\r\nDwight: No, you need to go upstairs to the party so people don't notice we're both gone.\r\nJim: Right... That's good.",
      "accepted_summaries": [
        "Jim wants to stand next to the box, but Dwight advises him to go upstairs to a party.",
        "Jim wants to stand next to the box, but Dwight advises him to go upstairs to a party.",
        "Jim wants to stand next to the box, but Dwight advises him to go upstairs to a party. "
      ]
    },
    {
      "id": 140,
      "num_speaker": 1,
      "dialogue": "Dwight: Can I trust Jim? I don't know. Do I have a choice? No, frankly, I don't. Will I trust Jim? Yes. Should I trust Jim? You tell me.",
      "accepted_summaries": [
        "Dwight doesn't know if he should trust Jim."
      ]
    },
    {
      "id": 141,
      "num_speaker": 2,
      "dialogue": "Everybody:  ... birthday, dear Meredith Happy birthday to you...\r\nMichael: And many more!",
      "accepted_summaries": [
        "Everybody wishes happy birthday to Meredith.",
        "Everybody wishes happy birthday to Meredith.",
        "Everybody wishes happy birthday to Meredith. ",
        "Everybody wishes happy birthday to Meredith. "
      ]
    },
    {
      "id": 142,
      "num_speaker": 3,
      "dialogue": "Stanley: Last year, five years ago...\r\nMichael: You were surprised, weren't you?\r\nMeredith: Yes.\r\nMichael: You looked freaked, man. We said \"Surprise.\" You were, like, \"What?\" \"What the hell's goin' on here?\" Good cake. Why don't you have some?\r\nMeredith: Uh, I can't. Um...\r\nMichael: Come on. A little bit.\r\nMeredith: I can't eat dairy.\r\nMichael: Oh, right. God, too bad. It's so good.\r\nMeredith: Yeah, it makes me sick.\r\nMichael: You know what? If I were allergic to dairy, I think I'd kill myself. 'Cause this is way, way too good.",
      "accepted_summaries": [
        "Meredith can't eat dairy because she's allergic to it.",
        "Meredith can't eat dairy, because she's allergic to it.",
        "Meredith can't eat dairy because she is allergic to it.",
        "Meredith can't eat dairy, because she's allergic to it. "
      ]
    },
    {
      "id": 145,
      "num_speaker": 2,
      "dialogue": "Michael: Jim, good party, huh? Just a little something I whipped up. You know, a little morale boost. No big deal.\r\nJim: Speaking of which, I meant to tell you. Very impressive, the uh, donation you gave to Oscar's charity. What was it? 25 bucks?\r\nMichael: Well, you know, money isn't everything Jim. It's not the key to happiness. You know what is? Joy. You should remember that. Maybe you'll give more than three dollars next time.\r\nJim: Yeah, well, three dollars a mile. It's gonna end up being like 50 bucks. So... God, I can't even calculate what you're gonna have to give.\r\nMichael: Is Oscar around?",
      "accepted_summaries": [
        "Michael gave 25 dollars to Oscar's charity. He will give more than three dollars next time.",
        "Michael gave 25 dollars to Oscar's charity. He will give more than three dollars next time. "
      ]
    },
    {
      "id": 146,
      "num_speaker": 2,
      "dialogue": "Michael: I just thought it was kind of a flat, you know... 25 dollar, one-time donation. I didn't think it was per mile kinda deal. You know, so...\r\nOscar: Well, that's what a walk-a-thon is.\r\nMichael: I know...\r\nOscar: It says it right on the sheet. Look, look at the sheet. It says, \"However many dollars per mile.\"\r\nMichael: Right. Got it. Yes. So it does. Um...\r\nOscar: I just think it's kind of cheap to un-donate money to a charity.\r\nMichael: No, no, no, no, no. That wasn't what I wasn't, that wasn't... No. It-it-it's not about the money. It's just... it... it's the ethics of the thing, Oscar. How's your nephew? Is he in good shape?\r\nOscar: Yeah.\r\nMichael: How many miles did he do last year?\r\nOscar: Last year, he walked 18 miles.\r\nMichael: Son of a bitch. That is impressive.",
      "accepted_summaries": [
        "Oscar's nephew walked 18 miles last year. He's in good shape now.",
        "Oscar's nephew walked 18 miles last year. He's in good shape.",
        "Oscar's nephew walked 18 miles last year. He is in good shape now.",
        "Oscar's nephew walked 18 miles last year. He's in good shape now. Michael will pay him 25 dollars per mile.",
        "Oscar's nephew walked 18 miles last year. He's in good shape now. Michael will pay 25 dollars per mile."
      ]
    },
    {
      "id": 148,
      "num_speaker": 1,
      "dialogue": "Michael: When I retire, I... don't want to just disappear to an island somewhere. I wanna be the guy who gives everything back.",
      "accepted_summaries": [
        "Michael wants to be the guy who gives everything back when he retires.",
        "Michael wants to be the guy who gives everything back when he retires. ",
        "Michael wants to be the guy who gives everything back after he retires.",
        "Michael wants to be the guy who gives everything back when he retire."
      ]
    },
    {
      "id": 152,
      "num_speaker": 2,
      "dialogue": "Toby: Really? Today?\r\nRyan: Yeah.\r\nToby: Oh, Happy Birthday.\r\nRyan: Thanks.\r\nToby: Yeah, I could say something.\r\nRyan: No, don't. Don't do that.",
      "accepted_summaries": [
        "Ryan has a birthday today. Toby wishes him happy birthday.",
        "Ryan has a birthday today. Toby wishes him happy birthday.",
        "Ryan has a birthday today. Toby wishes him happy birthday. "
      ]
    },
    {
      "id": 153,
      "num_speaker": 4,
      "dialogue": "Jim: OK, OK. I have something that totally tops the box.\r\nPam: Oh, tell me, tell me.\r\nJim: OK. I have just convinced Dwight that he needs to go to Stamford and... ... spy on our other branch. No no no.\r\nJim: But before he does so, I told him that he should dye his hair to go undercover.\r\nPam:  That's perfect!\r\nJim: If we can get him to drive to Connecticut... and put peroxide in his hair...\r\nRoy:  What the hell is this? What are you trying to cop a feel or something? Huh Halpert?\r\nJim: No, no, dude, no.\r\nPam: Hey, Hey!\r\nJim: No, dude, no, I was just, listen! Whoa.\r\nPam: Come on.\r\nJim: God, I don't even, I don't even know how to explain this. Uh, um... Dwight, uh, asked me to be in an alliance. And then um... um... we were... we've just been messing with him. Uh, because of the whole alliance thing. Um...\r\nPam: It's just office pranks.\r\nJim: It's stupid. It's, it's just office pranks.\r\nRoy:  An alliance? What the hell is he talking about?\r\nDwight: I have absolutely no idea.\r\nRoy: Come on.",
      "accepted_summaries": [
        "Jim convinced Dwight that he should go to Stamford and dye his hair to go undercover.",
        "Jim convinced Dwight that he should go to Stamford and dye his hair to go undercover. Pam and Roy are upset about it.",
        "Jim convinced Dwight that he should go to Stamford and dye his hair to go undercover. Pam and Roy are shocked."
      ]
    },
    {
      "id": 154,
      "num_speaker": 1,
      "dialogue": "Dwight: Do I feel bad about betraying Jim? Not at all. That's the game. Convince him we're in an alliance, get some information, throw him to the wolves.\r\nDwight:  That's politics baby. Get what you can out of someone, then crush them. I think Jim might have learned a very valuable lesson.",
      "accepted_summaries": [
        "Dwight doesn't feel bad about betraying Jim. He thinks Jim might have learned a very valuable lesson.",
        "Dwight doesn't feel bad about betraying Jim. He thinks Jim might have learned a valuable lesson.",
        "Dwight doesn't feel bad about betraying Jim.",
        "Dwight doesn't feel bad about betraying Jim.",
        "Dwight doesn't feel bad about betraying Jim. He thinks Jim might have learned a valuable lesson."
      ]
    },
    {
      "id": 155,
      "num_speaker": 2,
      "dialogue": "Michael:  Hey, you ready?\r\nMichael: All right, all right, secret sign. Hey, Ryan.  Very good. Excellent, excellent.\r\nDwight: Michael!",
      "accepted_summaries": [
        "Michael has a secret sign for Ryan.",
        "Michael has a secret sign for Ryan.",
        "Michael has a secret sign.",
        "Michael has a secret sign."
      ]
    },
    {
      "id": 156,
      "num_speaker": 1,
      "dialogue": "Michael: Today at lunchtime we're going to be playing the warehouse staff at a friendly little game of basketball. My idea. Last time I was down there, I noticed they'd put up a couple of hoops, and I play basketball every weekend. So I thought, \"This might be kinda fun.\" And so I started messing around and... I'm sinking a few, you know. Swish, swish, swish. Nothing but net. And their jaws just dropped to the floor. African-Americans! So... you know, it's really just a good friendly game, a reason to get together.",
      "accepted_summaries": [
        "Michael and African-Americans are going to play basketball today at lunchtime.",
        "Michael and African-Americans are going to play basketball today at lunchtime at the warehouse staff' place."
      ]
    },
    {
      "id": 157,
      "num_speaker": 2,
      "dialogue": "Michael: Pam, Pam, thank you ma'am. Messages, please. Thank you.\r\nDwight: Michael, can I talk to you, please? Privately? In your office? I think I should be on the team.\r\nMichael: No. And that's not me being mean, Dwight. That is based on your past behavior.\r\nDwight: Oh, please.\r\nMichael:  When I let him come to my pick-up game...\r\nDwight: I apologized for that.\r\nMichael:  I vouched for you.\r\nDwight: Michael, I...\r\nMichael: I vouched for you in front of Todd Packer, Dwight. All right, here's what I'm going to do. The hand strikes and gives a flower. You are not going to play basketball. But I need somebody to come in and take over the holiday and weekend work calendar.\r\nDwight: I can handle that.\r\nMichael: Good. Excellent, it'll be fun. Because corporate, uh, wants someone to be here on Saturday. And so we're going to have to have some people come in on the weekend, and I know nobody's gonna want to do it and I know everybody's gonna complain and bitch and I don't want to have to deal with that.\r\nDwight: And that's why you have an assistant regional manager.\r\nMichael: Yes it is. Assistant to the regional manager.\r\nDwight:  Same thing.\r\nMichael: No, it's not. It's lower, so...\r\nDwight: It's close.",
      "accepted_summaries": [
        "Michael needs an assistant regional manager to take over the holiday and weekend work calendar.",
        "Michael needs an assistant regional manager to take over the holiday and weekend work calendar. Dwight agrees to do it.",
        "Michael needs an assistant regional manager to take over the holiday and weekend work calendar. Dwight agrees to do that.",
        "Michael needs an assistant regional manager to take over the holiday and weekend work calendar. He needs someone to be here on Saturday."
      ]
    },
    {
      "id": 159,
      "num_speaker": 1,
      "dialogue": "Pam: My fiance has plans for us this Saturday. So I really hope that Dwight doesn't make me work. Maybe I should sleep with him? I'm kidding, kidding. Totally kidding.",
      "accepted_summaries": [
        "Pam's fiance has plans for them this Saturday. Pam hopes that Dwight doesn't make her work.",
        "Pam's fiance has plans for them this Saturday. Pam hopes that Dwight won't make her work.",
        "Pam's fiance has plans for this Saturday. Pam hopes that Dwight doesn't make her work.",
        "Pam's fiance has plans for Saturday. Pam hopes that Dwight doesn't make her work."
      ]
    },
    {
      "id": 163,
      "num_speaker": 2,
      "dialogue": "Michael: So, um, one o'clock sharp and we've got a game on.\r\nDarryl: We're loading at one.\r\nMichael: Oh, I see, you're chickening out on me. You're bailing on me.\r\nDarryl: No, we got a truck going out at 1:15. So, that's the busy time.\r\nMichael: Oh, well, I'm glad that some time is a busy time because whenever I'm down here it doesn't seem too busy to me. Oh, oh. You can dish it out, but you can't take it. OK, fine, have it your way. \r\nDarryl: All right, fine, you know what? One o'clock.\r\nMichael: All right, see you at one.",
      "accepted_summaries": [
        "Michael and Darryl are going to play a game at one o'clock.",
        "Michael and Darryl are going to play a game at one o'clock.",
        "Michael and Darryl are going to play a game at one o'clock sharp.",
        "Michael and Darryl are going to play a game at one o'clock sharp."
      ]
    },
    {
      "id": 164,
      "num_speaker": 9,
      "dialogue": "Michael: Are we ready for the game?\r\nEverybody:  Yeah.\r\nMichael: I... yeah, yeah. I know, grumble, grumble. But you would follow me to the ends of the earth, grumbling all the way. Like that, uh, dwarf from Lord of the Rings.\r\nDwight: Gimli.\r\nMichael: Nerd. That is why you're not on the team.\r\nDwight: Just trying to be helpful.\r\nMichael: Uh,  \"I'll help, Elwyn Dragonslayer, uh, ten points, power sword.\"\r\nJim: That's him.\r\nMichael: OK, so, let's put together a starting line-up, shall we? Stanley of course.\r\nStanley: I'm sorry?\r\nMichael: Um, what do you play? Center?\r\nStanley: Why \"of course\"?\r\nMichael: Uh...\r\nStanley: What's that supposed to mean?\r\nMichael: Uh, I don't know. I don't remember saying that.\r\nJim: Uh, I heard it.\r\nMichael: Well, people hear a lot of things, man. Um... other starters... Me, of course. I heard it that time.\r\nPhyllis: I'd like to play if it's just for fun. I played basketball in school.\r\nMichael:  Um... Yeah. Who else? We have Jim. We have Ryan, the new guy, right? Untested. Willing to prove himself now. A lot of passion, a lot of heart.\r\nRyan: But, I'm getting paid to skip lunch?\r\nMichael: Yes.\r\nRyan: OK.\r\nMichael: Yes, this is business. The, uh, business of team building and morale boosting. Uh, who else?\r\nOscar: I can help out, if you need me.\r\nMichael: I will use your talents come baseball season, my friend. Or if we box.\r\nKevin: I have a hoop in my driveway.\r\nMichael: No.\r\nPhyllis: I have a sports bra.\r\nMichael: No, no, ridiculous.\r\nDwight: Michael, look.  Missed it...\r\nMichael: Close. All right, uh... Me, Stan the man, Jim, Ryan and Dwight.\r\nDwight: Yes!\r\nMichael: Sorry Phyllis.\r\nDwight: Can I be team captain?\r\nMichael: No, I'm team captain.\r\nDwight: Can I be team manager?\r\nMichael: No, I am the team manager. You can be assistant to the team manager.\r\nDwight: Assistant team manager?\r\nMichael: No.\r\nDwight: OK, we'll see who's working this weekend then.\r\nMichael: Jim, you're in charge of the vacation schedule now.\r\nJim: Oh my God.\r\nMichael: Threat neutralized.",
      "accepted_summaries": [
        "Michael, Stanley, Phyllis and Ryan are going to play basketball this weekend. Michael will be the team manager.",
        "Michael, Stanley, Phyllis and Ryan are going to play a basketball game this weekend.",
        "Michael, Stanley, Phyllis and Ryan are going to play basketball this weekend. Michael is the team manager."
      ]
    },
    {
      "id": 165,
      "num_speaker": 4,
      "dialogue": "Michael:  Off the backboard!\r\nPam: Please don't throw garbage at me.\r\nMichael: Oh, Pam with a zinger. Hey, Pam, how would you, like to be our cheerleader today? You know, some, ah, pigtails? A little, ah, halter top, you could tie that up. And you know, something a little, just, youthful, for a change. Just this once?\r\nPam: I don't think so Michael. Besides, I can't cheer against my fiance.\r\nJim: I'll do it. Wear a little flouncey skirt if you want, and...\r\nMichael: Yeah, I bet you would. Just try not to be too gay on the court. And by gay I mean, um, you know, not in a homosexual way at all. I mean the uh, you know, like the bad-at-sports way. I think that goes without saying.\r\nPam: Maybe Angela would cheerlead.\r\nMichael: Oh, yeah right.\r\nPhyllis: I'll do it.\r\nMichael: Oh, yuck, that's worse than you playing. ... 'Cause we need you as an alternate in case somebody gets hurt. That's where we need you. Blessed be those who sit and wait. You made it, suit up, you're on the team! All right, cool! Very good.",
      "accepted_summaries": [
        "Michael, Pam and Phyllis are looking for an alternative cheerleader for their team.",
        "Michael, Pam and Phyllis are looking for a cheerleader for their team.",
        "Michael, Pam and Phyllis are looking for an alternative cheerleader for their team. Pam can't cheer because of her fiance."
      ]
    },
    {
      "id": 167,
      "num_speaker": 1,
      "dialogue": "Michael:  Classic beginner's mistake, eating before a game.",
      "accepted_summaries": [
        "Michael's beginner's mistake is eating before a game.",
        "Michael's beginner's mistake is eating before a game.",
        "Michael's beginner's mistake is eating before a game. "
      ]
    },
    {
      "id": 170,
      "num_speaker": 2,
      "dialogue": "Jim: You coming down?\r\nPam: Yeah, I'm just forwarding the phones.\r\nJim: You gonna wish me luck?\r\nPam: Yeah, you're gonna need it.\r\nJim: Whoa.\r\nJim: Is that trash talk from Pam?\r\nPam:  I'm just saying, Roy is very competitive.\r\nJim: Oh.\r\nPam: And he wants to take the WaveRunners to the lake this Saturday so...\r\nJim: Well, I'm going to the outlet mall on Saturday, so if you wanna save big on brand names and Roy has to work, which he will, because I'm also competitive, you should feel free to come along.\r\nPam: Um, I think I'm gonna be up at the lake.\r\nJim: I think I'll see you at the mall. Yeah.",
      "accepted_summaries": [
        "Jim is going to the outlet mall on Saturday. Pam will be at the lake.",
        "Jim is going to the outlet mall on Saturday. Pam will be up at the lake.",
        "Jim is going to the outlet mall on Saturday. Pam will be up at the lake. Roy wants to take the WaveRunners there."
      ]
    },
    {
      "id": 176,
      "num_speaker": 1,
      "dialogue": "Michael:  What is wrong with me today?!",
      "accepted_summaries": [
        "Michael is having a bad day today.",
        "Michael is angry with himself today.",
        "Michael is upset with himself today.",
        "Michael is having a bad day.",
        "Michael is upset today."
      ]
    },
    {
      "id": 181,
      "num_speaker": 1,
      "dialogue": "Michael: Football is like rock and roll, it's just bam-bam-boo... And basketball is like jazz, you know? You're kind of... Dupee-doo, dupee-do. It's all downbeat, it's in the pocket, it's like...  Dupee-do, dupee-do, dapee-dah...",
      "accepted_summaries": [
        "Michael compares football and basketball to rock and roll and jazz.",
        "Michael compares football and basketball to rock and roll and jazz.",
        "Michael thinks football and basketball are like rock and roll and jazz.",
        "Michael compares football and basketball to rock and roll and jazz. "
      ]
    },
    {
      "id": 186,
      "num_speaker": 1,
      "dialogue": "Michael:  Watch the long passes, you guys!",
      "accepted_summaries": [
        "Michael and his friends watch the long passes."
      ]
    },
    {
      "id": 187,
      "num_speaker": 3,
      "dialogue": "Ryan:  Same team, Dwight.\r\nMichael: Dwight!\r\nDwight:  Yes!",
      "accepted_summaries": [
        "Ryan, Michael and Dwight are on the same team."
      ]
    },
    {
      "id": 189,
      "num_speaker": 3,
      "dialogue": "Jim:  ...so I talked to the scout, it looks good.\r\nPam: Mmm-hmm.\r\nJim: I didn't sign anything.\r\nRoy: Hey baby.\r\nPam: Hey.\r\nRoy:  Look at Larry Bird. Larry Legend.\r\nPam: Yeah, he's, uh, pretty good, huh?  Let's get you into a tub.\r\nRoy: Yeah? Let's get you into a tub.",
      "accepted_summaries": [
        "Jim talked to the scout and he didn't sign anything. Roy and Pam will get him into a tub.",
        "Jim talked to the scout and he didn't sign anything. Roy and Pam will get him into a tub.",
        "Jim talked to the scout, but he didn't sign anything. Roy and Pam will get him into a tub.",
        "Jim talked to the scout, but he didn't sign anything. Pam and Roy will get him into a tub.",
        "Jim talked to the scout and he didn't sign anything. Roy and Pam will get him into a tub. "
      ]
    },
    {
      "id": 192,
      "num_speaker": 2,
      "dialogue": "Jan: Are you listening to me Michael?\r\nMichael: Affirmative.\r\nJan: What did I just say?\r\nMichael: You just said, let me uh... check my notes. You just said...\r\nJan: Alan and I have created an incentive program to increase sales.\r\nMichael: Hey, hey how is Alan? Tell Alan that the Mets suck! Okay? From me, big time. Go Pirates!\r\nJan: I'm not going to do that Michael.\r\nMichael: Okay\r\nJan: We've created an incentive program to increase sales.\r\nMichael: Uh, huh.\r\nJan: At the end of the month you can reward your top seller with a prize worth up to a thousand dollars.\r\nMichael: Whoa. Howdy-ho. Wow, a thousand big ones. That's cool. Do I uh, do I get to pick the prize?\r\nJan: Uh, yes. Yes you can.\r\nMichael: Um, question: Does top salesman include uh, people who were at one time such outstanding salesman that've been promoted to...\r\nJan: No, Michael. No. You can't win this prize.\r\nMichael: I didn't mean me!",
      "accepted_summaries": [
        "Jan and Alan created an incentive program to increase sales. Jan will pick the top seller at the end of the month to win a thousand dollars.",
        "Jan and Alan created an incentive program to increase sales. Jan will pick the top seller at the end of the month."
      ]
    },
    {
      "id": 197,
      "num_speaker": 2,
      "dialogue": "Kevin: So are you jealous 'cause there's another girl around?\r\nPam: No.\r\nKevin: She's prettier than you though.\r\nPam: That's a very rude thing to say, Kevin.",
      "accepted_summaries": [
        "Pam is not jealous because there is another girl around. Kevin thinks she's prettier than Pam.",
        "Pam is not jealous because there is another girl around.",
        "Pam is not jealous because there is another girl around."
      ]
    },
    {
      "id": 199,
      "num_speaker": 1,
      "dialogue": "Dwight: The purse girl hits everything on my checklist. Creamy skin. Straight teeth. Curly hair. Amazing breasts. Not for me, for my children. The Schrutes produce very thirsty babies.",
      "accepted_summaries": [
        "Dwight likes the purse girl.",
        "Dwight likes the purse girl."
      ]
    },
    {
      "id": 200,
      "num_speaker": 3,
      "dialogue": "Michael:  There ya go. Nice steaming cup o'joe.\r\nKaty: Thank you.\r\nMichael: I have an idea. Why don't I introduce you around, you know you can kind of get your foot in the door, meet potential clientele, right?\r\nKaty: Gosh, I would love to but, my purses, I should, um...\r\nMichael: Oh, um, well, we could have Ryan take a look. Ryan, would you look after the purses, please?\r\nRyan: I'm installing File Share on all the computers.\r\nMichael: Yeah, well, bladdy-bluda-blah-blah. Techno-babble. Just do it, okay. We have company. Right?",
      "accepted_summaries": [
        "Ryan will take care of Katy's purses.",
        "Ryan will take care of Katy's purses.",
        "Ryan will take care of Katy's purses. ",
        "Ryan will take care of Katy's purses. "
      ]
    },
    {
      "id": 204,
      "num_speaker": 1,
      "dialogue": "Michael: I live by one rule. No office romances. No way. Very messy. Inappropriate. No. But, I live by another rule: Just do it. Nike.",
      "accepted_summaries": [
        "Michael lives by one rule: no office romances. He live by another rule.",
        "Michael lives by one rule: no office romances. He live by another rule, Nike."
      ]
    },
    {
      "id": 206,
      "num_speaker": 1,
      "dialogue": "Jim: Pam and I are good buddies. I'm sort of Pam's go-to guy for her problems. You know with stuff like work, or uh, her fiance Roy. Or uh... Nope, those are pretty much her only two problems.",
      "accepted_summaries": [
        "Jim and Pam are good friends. Jim is Pam's go-to guy for her problems.",
        "Jim and Pam are good friends. Jim is Pam's go-to guy for her problems.",
        "Jim is Pam's go-to guy for her problems.",
        "Jim and Pam are good friends. Jim is Pam's go-to guy for her problems. Pam has problems with work and her fiance Roy.",
        "Jim and Pam are good friends. Jim is Pam's go-to guy for her problems. Pam has a lot of problems with work and Roy."
      ]
    },
    {
      "id": 211,
      "num_speaker": 3,
      "dialogue": "Katy: This one's really good for a hot date.\r\nPam: Yeah, what's that?\r\nPam: I'm engaged. So...\r\nKaty: Congratulations. You need a hot date more than anyone.\r\nPam: I wished, right?\r\nMichael: Giggle-giggle, juji-juji, I get it, I get it. Divine Secrets of the Ya Ya Sisterhood over here right?  So how's that uh, coffee from earlier?\r\nKaty: Good.\r\nMichael: Ah, I knew it. Guzzled it down. You greedy little thing. So, uh, Pam is this your lunch break, or was that earlier when you were eating in the kitchen with those guys?\r\nKaty:  Sorry.\r\nMichael: Busted.\r\nKaty:  Come back...\r\nMichael: Oh hey, I want to show you something. Come here I want to show you something. I know you are going to like this. Picked it up today. A thousand big ones.\r\nKaty: Is that from Starbucks?\r\nMichael: Yes. This is a Starbucks digital barista. This is the mack daddy of espresso makers.\r\nKaty: Wow. Is that for the office?\r\nMichael: Oh, I know what you're thinking. You're not prying this out of my hands, but don't tempt me because I'll give it to you!\r\nKaty: I wouldn't think of it.",
      "accepted_summaries": [
        "Pam is engaged. Katy wants Michael to show her a Starbucks digital barista."
      ]
    },
    {
      "id": 213,
      "num_speaker": 2,
      "dialogue": "Michael:  Oh the rotating um, steam wand.  What? What's the matter?\r\nKaty: Oh, nothing. My ride just bailed on me.\r\nMichael: Oh, oh! God. I'm sorry. Is there...?\r\nKaty: Oh no, it's um...\r\nMichael: Where you going? Nearby? Because I can give you a ride.\r\nKaty: No...\r\nMichael: Seriously. No, really.\r\nKaty: No. I really don't want to inconvenience you.\r\nMichael: God! No, no, no, no. No inconvenience. I mean I'm out of here at five sharp.\r\nKaty: At five?\r\nMichael: I can go earlier. 'Cause I'm the boss. You know, whatever. I'm out of here slaves.\r\nKaty: Okay.\r\nMichael: What?\r\nKaty: Okay, I guess that would be, I guess that would be okay.\r\nMichael: Okay. Sounds good. Sounds good. Five o'clock sharp. I will give you and your purses a ride home.\r\nKaty: Okay. Cool.\r\nMichael: Excellent.\r\nKaty: Cool.\r\nMichael: Great. Cool. Cool.  Yeah, okay.",
      "accepted_summaries": [
        "Michael will give Katy a ride home at 5 pm.",
        "Michael will give Katy a ride home at five.",
        "Michael will give Katy a ride home at 5 pm.",
        "Michael will give Katy a ride home at 5.",
        "Michael will give Katy a ride home at five. "
      ]
    },
    {
      "id": 214,
      "num_speaker": 2,
      "dialogue": "Michael: I should have never let the Temp touch this thing. I had all these great icons and now I have four folders. So..\r\nDwight: It's actually better this way.\r\nMichael: No it's not. Because I could just click on the icon and then I'm onto---\r\nDwight: Michael could I ask you something? I wanted to ask your permission to ask out Katy. I know it's against the rules and everything. Because...\r\nMichael: No, no, no it's not against the rules. She's not a permanent employee so it's not.\r\nDwight: Thank you, Michael. I appreciate this so much.\r\nMichael: But I think you should just know that I am going to be giving her a ride home later.\r\nDwight: What?\r\nMichael: She asked me for a ride and so I am going to give her a ride home.\r\nDwight: Is that all it is? Just a ride home? Like a taxicab?\r\nMichael: Well, might be a ride home. Might be a ride home and we stop for coffee and dot-dot-dot...\r\nDwight: Please. Please, I am your inferior and I'm asking you this favor. Can you promise me that it will just be a ride home?\r\nMichael: No. I cannot promise you that.\r\nDwight: You cannot promise me, or you won't promise me?\r\nMichael: Listen, Dwight.\r\nDwight: Do you love her?\r\nMichael:  Dwight, no. I don't know. It's too early to tell. I don't know how I feel. ",
      "accepted_summaries": [
        "Michael will give Katy a ride home.",
        "Michael will give Katy a ride home.",
        "Michael is going to give Katy a ride home.",
        "Michael is going to give Katy a ride home."
      ]
    }
  ]
}